/* 
   SMSPreferences.strings
   SMSPreferences

   Created by Chris Pavicich on 13 January 2011.
   Copyright 2011 Apple. All rights reserved.
 */
"SMS_CHARACTER_COUNT" = "Character Count";

"MMS_LABEL" = "SMS/MMS";
"MMS_MESSAGING" = "MMS Messaging";
"ALLOW_GROUP_MESSAGING" = "Group Messaging";
"SHOW_SUBJECT_FIELD" = "Show Subject Field";
"MESSAGES" = "Messages";

"MMS_EMAIL" = "MMS Email Address";
"MMS_EMAIL_PLACEHOLDER" = "example@me.com";

/* This is the string next to the on/off switch */
"MADRID" = "iMessage";

/* Read Receipts */
"READ_RECEIPTS" = "Send Read Receipts";
"READ_RECEIPTS_DESCRIPTION" = "Allow others to be notified when you have read their messages.";

/* Send as SMS */
"SEND_AS_SMS" = "Send As SMS";
"SEND_AS_SMS_DESCRIPTION" = "Send as SMS when iMessage is unavailable. Carrier messaging\nrates may apply.";

/* Receipts */
"DELIVERY_RECEIPTS" = "Delivery Receipts";

/* Account Setup */
"MADRID_ACCOUNTS" = "Receive At";

/* Debug settings */
"IMESSAGE_DEBUGGING" = "Debugging";
"IMESSAGE_LOGGING" = "iMessage Logging";
"IMESSAGE_REGLOGGING" = "Registration Logging";
"IMESSAGE_DUMPLOGS" = "Dump Logs";